Repository: vinxu/CastReader
Catalog: CastReader/CloudStorage.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 这会取消当前云盘操作并删除本机账号关联；阅读历史基础信息会保留。
de: Dadurch wird der aktuelle Cloud-Vorgang abgebrochen und die Kontoverknüpfung auf diesem Gerät gelöscht. Grundlegende Angaben im Leseverlauf bleiben erhalten.
en: This will cancel the current cloud operation and remove the account link from this device. Basic reading history metadata will be kept.
es: Esto cancelará la operación actual en la nube y eliminará la vinculación de la cuenta de este dispositivo. Se conservarán los datos básicos del historial de lectura.
fr: Cela annulera l’opération cloud en cours et supprimera l’association du compte sur cet appareil. Les informations de base de l’historique de lecture seront conservées.
hi: इससे मौजूदा क्लाउड कार्रवाई रद्द हो जाएगी और इस डिवाइस से खाता लिंक हट जाएगा। पढ़ने के इतिहास की बुनियादी जानकारी बनी रहेगी।
it: Questa operazione annullerà l’operazione cloud in corso e rimuoverà il collegamento dell’account da questo dispositivo. I dati di base della cronologia di lettura verranno conservati.
ja: 現在のクラウド操作をキャンセルし、このデバイスのアカウント連携を削除します。読書履歴の基本情報は保持されます。
pt_br: Isso cancelará a operação atual na nuvem e removerá o vínculo da conta deste dispositivo. As informações básicas do histórico de leitura serão mantidas.

source: 云端文件
de: Cloud-Dateien
en: Cloud files
es: Archivos en la nube
fr: Fichiers cloud
hi: क्लाउड फ़ाइलें
it: File nel cloud
ja: クラウドファイル
pt_br: Arquivos na nuvem

source: 只读
de: Schreibgeschützt
en: Read-only
es: Solo lectura
fr: Lecture seule
hi: केवल पढ़ने के लिए
it: Sola lettura
ja: 読み取り専用
pt_br: Somente leitura

source: 所有文件均会显示；支持的文档可直接朗读或解读，原文件仅在本机临时处理。
de: Alle Dateien werden angezeigt. Unterstützte Dokumente können direkt vorgelesen oder erklärt werden; Originaldateien werden nur vorübergehend auf diesem Gerät verarbeitet.
en: All files are shown. Supported documents can be read aloud or explained directly; original files are processed temporarily on this device only.
es: Se muestran todos los archivos. Los documentos compatibles se pueden leer o explicar directamente; los archivos originales solo se procesan temporalmente en este dispositivo.
fr: Tous les fichiers sont affichés. Les documents pris en charge peuvent être lus ou expliqués directement ; les fichiers d’origine sont traités temporairement sur cet appareil uniquement.
hi: सभी फ़ाइलें दिखाई जाती हैं। समर्थित दस्तावेज़ सीधे पढ़े या समझाए जा सकते हैं; मूल फ़ाइलें केवल इस डिवाइस पर अस्थायी रूप से प्रोसेस होती हैं।
it: Vengono mostrati tutti i file. I documenti supportati possono essere letti o spiegati direttamente; i file originali vengono elaborati temporaneamente solo su questo dispositivo.
ja: すべてのファイルが表示されます。対応している文書はそのまま読み上げ・解説でき、元のファイルはこのデバイスで一時的にのみ処理されます。
pt_br: Todos os arquivos são exibidos. Os documentos compatíveis podem ser lidos ou explicados diretamente; os arquivos originais são processados temporariamente apenas neste dispositivo.

source: 确认更换账号？
de: Konto wirklich wechseln?
en: Switch accounts?
es: ¿Confirmas que quieres cambiar de cuenta?
fr: Confirmer le changement de compte ?
hi: खाता बदलने की पुष्टि करें?
it: Confermare il cambio di account?
ja: アカウントを変更しますか？
pt_br: Confirmar troca de conta?

source: 将从 %@ 更换为 %@。确认后，当前文件列表会刷新。
de: Das Konto wird von %@ zu %@ gewechselt. Nach der Bestätigung wird die aktuelle Dateiliste aktualisiert.
en: You’ll switch from %@ to %@. After you confirm, the current file list will refresh.
es: Cambiarás de %@ a %@. Cuando confirmes, se actualizará la lista de archivos actual.
fr: Vous allez passer de %@ à %@. Après confirmation, la liste de fichiers actuelle sera actualisée.
hi: खाता %@ से %@ में बदल जाएगा। पुष्टि के बाद मौजूदा फ़ाइल सूची रीफ़्रेश होगी।
it: Passerai da %@ a %@. Dopo la conferma, l’elenco dei file corrente verrà aggiornato.
ja: %@から%@に変更します。確認すると、現在のファイル一覧が更新されます。
pt_br: Você trocará de %@ para %@. Após a confirmação, a lista de arquivos atual será atualizada.

source: 确认更换
de: Wechsel bestätigen
en: Confirm switch
es: Confirmar cambio
fr: Confirmer le changement
hi: बदलाव की पुष्टि करें
it: Conferma cambio
ja: 変更を確定
pt_br: Confirmar troca

source: 继续使用当前账号
de: Aktuelles Konto weiterverwenden
en: Keep using current account
es: Seguir usando la cuenta actual
fr: Continuer avec le compte actuel
hi: मौजूदा खाते का उपयोग जारी रखें
it: Continua a usare l’account attuale
ja: 現在のアカウントを使い続ける
pt_br: Continuar usando a conta atual

source: 账号
de: Konto
en: Account
es: Cuenta
fr: Compte
hi: खाता
it: Account
ja: アカウント
pt_br: Conta

source: 此文件暂时无法朗读或解读
de: Diese Datei kann derzeit nicht vorgelesen oder erklärt werden
en: This file can’t currently be read aloud or explained
es: Este archivo no se puede leer en voz alta ni explicar por ahora
fr: Ce fichier ne peut pas encore être lu à voix haute ni expliqué
hi: इस फ़ाइल को फ़िलहाल पढ़कर सुनाया या समझाया नहीं जा सकता
it: Al momento questo file non può essere letto ad alta voce o spiegato
ja: このファイルは現在、読み上げまたは解説できません
pt_br: No momento, este arquivo não pode ser lido em voz alta nem explicado
